aaron-bond.better-comments
abelcour.asp-syntax-highlight
adpyke.vscode-sql-formatter
anthropic.claude-code
aykutsarac.jsoncrack-vscode
batisteo.vscode-django
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
docker.docker
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
dvirtz.parquet-viewer
eamodio.gitlens
ffrankreiter.answer-set-programming-language-support
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
google.colab
graphql.vscode-graphql
graphql.vscode-graphql-syntax
ibm.output-colorizer
james-yu.latex-workshop
jeff-hykin.better-cpp-syntax
jnbt.vscode-rufo
kaiwood.endwise
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.tensorboard
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-chat-customizations-evaluations
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
openai.chatgpt
pkief.material-icon-theme
prisma.prisma
rdebugger.r-debugger
redhat.vscode-xml
reditorsupport.r
reditorsupport.r-syntax
ritwickdey.liveserver
shopify.ruby-lsp
svelte.svelte-vscode
tamasfe.even-better-toml
testdouble.vscode-standard-ruby
twxs.cmake
vincaslt.highlight-matching-tag
vitest.explorer
vscode-icons-team.vscode-icons
vscodevim.vim
wholroyd.jinja
yzane.markdown-pdf
yzhang.markdown-all-in-one
